[
    {
      "img": "https://example.com/news1-image.jpg",
      "title": "CUB and Texas A&M University Lab Sign Memorandum of Understanding to Promote Collaboration in Education and Research",
      "description": "The CUB and the Texas A&M University Lab have signed a MoU to promote collaboration in the areas of faculty and student exchange, joint research"
    },
    {
      "img": "https://example.com/news2-image.jpg",
      "title": "CUB and Artemis Join Forces with Artemis Biotechnologies in Academic-Industry Partnership",
      "description": "The Canadian University of Bangladesh (CUB) and Artemis Biotechnologies have formalized a Memorandum of Understanding (MoU)."
    },
    {
      "img": "https://example.com/news3-image.jpg",
      "title": "The Annual Debate Competition Successfully Held In Canadian University of Bangladesh",
      "description": "Townhall Meeting of Chairman Held With CUB Faculties and Officers\nA town hall meeting with Chairman Dr. Chowdhury Nafeez Sarafat where he outlined the university's future vision, stressing collaboration and teamwork for achieving goals."
    },
    {
        "img": "https://example.com/news1-image.jpg",
        "title": "CUB and Texas A&M University Lab Sign Memorandum of Understanding to Promote Collaboration in Education and Research",
        "description": "The CUB and the Texas A&M University Lab have signed a MoU to promote collaboration in the areas of faculty and student exchange, joint research"
      },
      {
        "img": "https://example.com/news2-image.jpg",
        "title": "CUB and Artemis Join Forces with Artemis Biotechnologies in Academic-Industry Partnership",
        "description": "The Canadian University of Bangladesh (CUB) and Artemis Biotechnologies have formalized a Memorandum of Understanding (MoU)."
      },
      {
        "img": "https://example.com/news3-image.jpg",
        "title": "The Annual Debate Competition Successfully Held In Canadian University of Bangladesh",
        "description": "Townhall Meeting of Chairman Held With CUB Faculties and Officers\nA town hall meeting with Chairman Dr. Chowdhury Nafeez Sarafat where he outlined the university's future vision, stressing collaboration and teamwork for achieving goals."
      },
      {
        "img": "https://example.com/news4-image.jpg",
        "title": "Canadian University Bangladesh's Inaugural Startup Carnival Inspires Youth Innovation and Entrepreneurship",
        "description": "The Canadian University of Bangladesh's inaugural Startup Carnival on November 4, 2023, showcased 100 teams of aspiring entrepreneurs across Bangladesh, with Dhaka Udyan Govt. College emerging as the champion."
      },
      {
        "img": "https://example.com/news5-image.jpg",
        "title": "Canadian University of Bangladesh (CUB) wins Badminton Championship at North South University Sports Championship 2023.",
        "description": "Canadian University of Bangladesh (CUB) won the badminton championship at the North South University Sports Championship 2023 by defeating Independent University of Bangladesh (IUB) in the finals with a score of 2-0. Ashfaq Ahmed Sourav from CUB was the star player, contributing significantly to the team's victory."
      },
      {
        "img": "https://example.com/news6-image.jpg",
        "title": "Congratulations to the winners of the '1971 and Bangabandhu' Essay Writing Competition!",
        "description": "It is with great pleasure to extend the heartfelt congratulations to:\n-Israt Jahan\n- Elma Hasan and\n- Md Rizwan Ullah Shuvo"
      },
      {
        "img": "https://example.com/news7-image.jpg",
        "title": "সিইউবিতে ফল সেমিস্টার - ২০২৩ এর ভর্তি মেলা শুরু",
        "description": "শিক্ষার্থীরা ৪,০০০ টাকায় ভর্তি হতে পারবেন, মেলা চলবে ০৬ অক্টোবর পর্যন্ত"
      },
      {
        "img": "https://example.com/news8-image.jpg",
        "title": "On the occasion of National Mourning Day, Canadian University of Bangladesh (CUB) organized a discussion session and prayer gathering.",
        "description": "On the occasion of the 48th anniversary of the martyrdom of the Father of the Nation, Bangabandhu Sheikh Mujibur Rahman, and National Mourning Day, Canadian University of Bangladesh (CUB) organized a discussion session and prayer gathering."
      },
      {
        "img": "https://example.com/news9-image.jpg",
        "title": "সিইউবি’র ফল-২০২৩ সেমিস্টারের ভর্তি কার্যক্রম শুরু",
        "description": "কানাডিয়ান ইউনিভার্সিটি অব বাংলাদেশে (সিইউবি) ফল-২০২৩ সেমিস্টারে ভর্তি কার্যক্রম শুরু হয়েছে। ভর্তিচ্ছুক শিক্ষার্থীরা চাইলে অনলাইনের মাধ্যমেও ভর্তি হতে পারবেন। অনলাইনে আবেদন করতে ক্লিক করুন এই লিঙ্কে-"
      },
      {
        "img": "https://example.com/news10-image.jpg",
        "title": "Orientation Program for Summer'23 Batch at CUB",
        "description": "Canadian University of Bangladesh (CUB) held a grand Orientation Program for the newly enrolled students of the Summer'23 Batch at its city campus in Pragati Sarani area. The event witnessed the enthusiastic participation of fresh minds, eager to embark on their educational journey with CUB."
      },
      {
        "img": "https://example.com/news11-image.jpg",
        "title": "বর্ণিল সাজে কানাডিয়ান ইউনিভার্সিটি অব বাংলাদেশে নবীন বরণ অনুষ্ঠিত",
        "description": "রাজধানীর প্রগতি সরণি এলাকায় অবস্থিত কানাডিয়ান ইউনিভার্সিটি অব বাংলাদেশের (সিইউবি) নিজস্ব ক্যাম্পাসে গ্রীষ্মকালীন সেমিস্টার-২০২৩ এ ভর্তি হওয়া শিক্ষার্থীদের নবীন বরণ অনুষ্ঠিত হয়েছে।"
      },
      {
        "img": "https://example.com/news12-image.jpg",
        "title": "Partnership with Padma Bank Limited!",
        "description": "Canadian University of Bangladesh (CUB) is proud to announce the signing of an MOU with Padma Bank Limited! This partnership opens new doors for CUB students with meaningful internships and career opportunities."
      },
      {
        "img": "https://example.com/news13-image.jpg",
        "title": "MBA in Business Intelligence and Data Analytics (BIDA) at Canadian University of Bangladesh",
        "description": "MBA in BIDA at CUB is for students to gain data analytics skills for success in digital marketing, fintech, and more. Taught by industry expert Khan Muhammad Saqiful Alam."
      },
      {
        "img": "https://example.com/news14-image.jpg",
        "title": "CUB Visits Digicon Technology Ltd. to Explore Job Opportunities",
        "description": "CUB visited Digicon Technology Ltd. to explore job opportunities and gain insight into the company's values, work culture, collaborations, and achievements."
      },
      {
        "img": "https://example.com/news15-image.jpg",
        "title": "An insightful workshop on 'A Conversation about Torts' at CUB",
        "description": "CUB is committed to providing quality higher education and job placement."
      },
      {
        "img": "https://example.com/news16-image.jpg",
        "title": "Chief of Global Economic Monitoring, United Nations (UN), Mr. Hamid Rashid at CUB",
        "description": "Mr. Hamid Rashid of United Nations talked about the global economic outlook and its implications for Bangladesh at Canadian University of Bangladesh (CUB)"
      },
      {
        "img": "https://example.com/news17-image.jpg",
        "title": "NSU-CUB signs MoU for Collaborative Work",
        "description": "CUB and NSU have signed an MoU to foster collaborative efforts to enhance the educational experience for students."
      },
      {
        "img": "https://example.com/news18-image.jpg",
        "title": "British Council IELTS Registration Center at Canadian University of Bangladesh",
        "description": "CUB has become an authorized IELTS Registration Center for the British Council, bringing encouragement to higher education and making it more comprehensible."
      },
      {
        "img": "https://example.com/news19-image.jpg",
        "title": "MoU between Canadian University of Bangladesh and Pune Institute of Business Management",
        "description": "Canadian University of Bangladesh (CUB) and Pune Institute of Business Management (PIBM) have embarked on a transformative journey of collaboration and skill development."
      },
      {
        "img": "https://example.com/news20-image.jpg",
        "title": "New Building Inauguration at CUB Campus",
        "description": "CUB inaugurated a new building at its campus, expanding its infrastructure and facilities for the benefit of students and faculty members."
      },
      {
        "img": "https://example.com/news21-image.jpg",
        "title": "Seminar on Sustainable Development Goals (SDGs) at CUB",
        "description": "A seminar focusing on Sustainable Development Goals (SDGs) was organized at CUB, addressing key aspects and strategies for their implementation."
      }
  ]